Repository: freedesktop/realmd
Catalog: po/*.po
Languages: sr

source: Discover realm
sr: Откриј подручје

source: Authentication is required to discover a kerberos realm
sr: Потребно је потврђивање идентитета за откривање подручја кербероса

source: Join machine to realm
sr: Придружи рачунар подручју

source: Authentication is required to join this machine to a realm or domain
sr: Потребно је потврђивање идентитета за придруживање овог рачунара подручју или домену

source: Remove machine from realm
sr: Уклони рачунар из подручја

source: Authentication is required to remove this computer from a realm or domain.
sr: Потребно је потврђивање идентитета за уклањање овог рачунара из подручја или домена.

source: Change login policy
sr: Измени политику пријављивања

source: Authentication is required to change the policy of who can log in on this computer.
sr: Потребно је потврђивање идентитета за измену политике о томе ко може да се пријави на овај рачунар.

source: Process was terminated with signal: %d
sr: Процес је окончан сигналом: %d

source: The operation was cancelled
sr: Радња је отказана

source: Configured command not found: %s
sr: Подешена наредба није пронађена: %s

source: Skipped command: %s
sr: Прескочена наредба: %s

source: Configured command invalid: %s
sr: Подешена наредба није исправна: %s

source: Received invalid or unsupported Netlogon data from server
sr: Примљени су неисправни или неподржани подаци мрежног пријављивања (Netlogon) са сервера

source: LDAP on this system does not support UDP connections
sr: ЛДАП на овом систему не подржава УДП везе

source: Unsupported or unknown membership software '%s'
sr: Неподржан или непознат софтвер за чланство „%s“

source: Already joined to a domain
sr: Већ сте приступили домену

source: Admin name or password is not valid
sr: Није исправно име администратора или лозинка

source: Not currently joined to this domain
sr: Тренутно нисте придружени овом домену

source: Need credentials for leaving this domain
sr: Потребна су уверења за напуштање овог домена

source: Couldn't write out config: %s
sr: Не могу да запишем подешавања: %s

source: Not authorized to perform this action
sr: Немате овлашћења за извршавање ове радње

source: Operation was cancelled.
sr: Радња је отказана.

source: Failed to enroll machine in realm. See diagnostics.
sr: Нисам успео да упишем рачунар у подручје. Погледајте дијагнозу.

source: Failed to unenroll machine from domain. See diagnostics.
sr: Нисам успео да испишем рачунар са подручја. Погледајте дијагнозу.

source: Joining this realm without credentials is not supported
sr: Приступање овом подручју без уверења није подржано

source: Leaving this realm without credentials is not supported
sr: Напуштање овог подручја без уверења није подржано

source: Joining this realm using a credential cache is not supported
sr: Приступање овом подручју коришћењем оставе уверења није подржано

source: Leaving this realm using a credential cache is not supported
sr: Напуштање овог подручја коришћењем оставе уверења није подржано

source: Joining this realm using a secret is not supported
sr: Приступање овом подручју коришћењем тајне није подржано

source: Unenrolling this realm using a secret is not supported
sr: Напуштање овог подручја коришћењем тајне није подржано

source: Enrolling this realm using a password is not supported
sr: Уписивање овог подручја коришћењем лозинке није подржано

source: Unenrolling this realm using a password is not supported
sr: Исписивање овог подручја коришћењем лозинке није подржано

source: Joining this realm is not supported
sr: Приступање овом подручју није подржано

source: Leaving this realm is not supported
sr: Напуштање овог подручја није подржано

source: Already running another action
sr: Већ обављам другу радњу

source: Already joined to another domain: %s
sr: Већ сте приступили другом домену: %s

source: Failed to change permitted logins. See diagnostics.
sr: Нисам успео да изменим допуштена пријављивања. Погледајте дијагнозу.

source: The realm does not allow specifying logins
sr: Подручје не допушта навођење пријављивања

source: Invalid login argument%s%s%s does not match the login format.
sr: Неисправан аргумент пријаве%s%s%s не одговара запису пријаве.

source: The following packages are not available for installation: %s
sr: Следећи пакети нису доступни за инсталацију: %s

source: Necessary packages are not installed: %s
sr: Потребни пакети нису инсталирани: %s

source: Installing necessary packages
sr: Инсталирам потребне пакете

source: Failed to discover realm. See diagnostics.
sr: Нисам успео да откријем подручје. Погледајте дијагнозу.

source: Not joined to this domain
sr: Нисте приступили овом домену

source: The Samba provider cannot restrict permitted logins.
sr: Достављач Самбе не може да ограничи допуштена пријављивања.

source: Invalid login argument '%s' contains unsupported characters.
sr: Неисправан аргумент пријаве „%s“ садржи неподржане знаке.

source: Enabling SSSD in nsswitch.conf and PAM failed.
sr: Није успело укључивање СССД-а у „nsswitch.conf“-у и ПАМ-у.

source: Unable to automatically join the domain
sr: Не могу самостално да приступим домену

source: Joining a domain with a one time password is only supported with the '%s' membership software
sr: Приступање домену једнократном лозинком је подржано само „%s“ софтвером чланства

source: Joining a domain with a user password is only supported with the '%s' membership software
sr: Приступање домену корисничком лозинком је подржано само „%s“ софтвером чланства

source: Unsupported credentials for joining a domain
sr: Неподржана уверења за приступање домену

source: Already joined to this domain
sr: Већ сте приступили овом домену

source: A domain with this name is already configured
sr: Домен са овим називом је већ подешен

source: Already have domain %s in sssd.conf config file
sr: Већ имате домен „%s“ у „sssd.conf“ датотеци подешавања

source: Don't have domain %s in sssd.conf config file
sr: Немате домен „%s“ у „sssd.conf“ датотеци подешавања

source: The computer-ou argument is not supported when joining an IPA domain.
sr: Аргумент рачунар-оу није подржан приликом приступања ИПА домену.

source: Not currently joined to this realm
sr: Тренутно нисте пријављени на ово подручје

source: Discover available realm
sr: Открива доступно подручје

source: Enroll this machine in a realm
sr: Уписује овај рачунар у подручје

source: Unenroll this machine from a realm
sr: Исписује овај рачунар из подручја

source: List known realms
sr: Исписује позната подручја

source: Permit user logins
sr: Допушта пријављивања корисника

source: Deny user logins
sr: Одбија пријављивања корисника

source: Invalid value for %s option: %s
sr: Неисправна вредност „%s“ за опцију: %s

source: Install mode to a specific prefix
sr: Режим инсталације на посебан префикс

source: Verbose output
sr: Опширан излаз

source: Do not prompt for input
sr: Не тражи улаз

source: Couldn't connect to realm service
sr: Не могу да се повежем на услугу подручја

source: Couldn't load the realm service
sr: Не могу да учитам услугу подручја

source: Couldn't connect to system bus
sr: Не могу да се повежем на сабирницу система

source: Couldn't create socket pair: %s
sr: Не могу да направим пар прикључнице: %s

source: Couldn't create socket
sr: Не могу да направим прикључницу

source: Couldn't run realmd
sr: Не могу да покренем наредбу „realmd“

source: Couldn't create runtime directory: %s: %s
sr: Не могу да направим директоријум времена извршавања: %s: %s

source: Couldn't create credential cache file: %s: %s
sr: Не могу да направим датотеку оставе уверења: %s: %s

source: Couldn't resolve credential cache
sr: Не могу да решим оставу уверења

source: Invalid password for %s
sr: Неисправна лозинка за „%s“

source: Couldn't authenticate as %s
sr: Не могу да потврдим идентитет као „%s“

source: Couldn't parse user name: %s
sr: Не могу да обрадим корисничко име: %s

source: Couldn't read credential cache
sr: Не могу да прочитам оставу уверења

source: Couldn't initialize kerberos
sr: Не могу да покренем керберос

source: Cannot prompt for a password when running in unattended mode
sr: Не могу да затражим лозинку када радим у режиму без надгледања

source: Password for %s:
sr: Лозинка за „%s“:

source: Couldn't prompt for password: %s
sr: Не могу да затражим лозинку: %s

source: Realm does not support membership using a password
sr: Подручје не подржава чланство коришћењем лозинке

source: Realm does not support membership using a one time password
sr: Подручје не подржава чланство коришћењем једнократне лозинке

source: Couldn't select kerberos credentials
sr: Не могу да изаберем уверења кербероса

source: Couldn't read kerberos credentials
sr: Не могу да прочитам уверења кербероса

source: Realm does not support automatic membership
sr: Подручје не подржава самостално чланство

source: Couldn't discover realms
sr: Не могу да откријем подручја

source: No default realm discovered
sr: Нисам открио основно подручје

source: No such realm found: %s
sr: Нисам пронашао такво подручје: %s

source: Show all discovered realms
sr: Приказује сва откривена подручја

source: Show only the names
sr: Приказује само називе

source: Use specific client software
sr: Користи нарочит софтвер клијента

source: Use specific membership software
sr: Користи нарочит софтвер чланства

source: Use specific server software
sr: Користи нарочит софтвер сервера

source: Show all realms
sr: Приказује сва подручја

source: Couldn't join realm
sr: Не могу да приступим подручју

source: Cannot join this realm
sr: Не могу да приступим овом подручју

source: No such realm found
sr: Нисам пронашао такво подручје

source: User name to use for enrollment
sr: Корисничко име за уписивање

source: Computer OU DN to join
sr: ОУ ДН рачунара за приступање

source: Join automatically without a password
sr: Приступа самостално без лозинке

source: Join using a preset one time password
sr: Приступа користећи претподешену једнократну лозинку

source: Turn off automatic id mapping
sr: Искључи самостално ид мапирање

source: Set the user principal for the computer account
sr: Подешава главног корисника за налог рачунара

source: Specify one realm to join
sr: Наводи једно подручје за приступање

source: The --no-password argument cannot be used with --one-time-password or --user
sr: Аргумент „--no-password“ не може да се користи са „--one-time-password“ или „--user“

source: The --one-time-password argument cannot be used with --user
sr: Аргумент „--one-time-password“ не може да се користи са „--user“

source: Couldn't leave realm
sr: Не могу да напустим подручје

source: Remove computer from realm
sr: Уклања рачунар из подручја

source: User name to use for removal
sr: Корисничко име за уклањање

source: Couldn't change permitted logins
sr: Не могу да изменим допуштена пријављивања

source: Permit any realm account login
sr: Допушта свако пријављивање налога подручја

source: Deny any realm account login
sr: Одбија свако пријављивање налога подручја

source: Withdraw permit for a realm account to login
sr: Повлачи одобрење пријављивања за налог подручја

source: Treat names as groups which to permit
sr: Сматра називе као групе којима ће одобрити

source: Realm to permit/deny logins for
sr: Подручје за које ће одобрити/одбити пријављивања

source: No logins should be specified with -a or --all
sr: Ниједно пријављивање не треба бити наведено са „-a“ или „--all“

source: The --withdraw or -x arguments cannot be used when denying logins
sr: Аргументи „--withdraw“ или „-x“ не могу бити коришћени приликом одбијања пријављивања

source: Specific logins must be specified with --withdraw
sr: Нарочита пријављивања морају бити наведена са „--withdraw“

source: Groups may not be specified with -a or --all
sr: Групе не могу бити наведене са „-a“ или „--all“

source: Use --all to deny all logins
sr: Користите „--all“ да одбијете сва пријављивања

source: Specify specific users to add or remove from the permitted list
sr: Наводи нарочите кориснике за додавање или уклањање са списка допуштених

source: Specifying deny without --all is deprecated. Use realm permit --withdraw
sr: Навођење одбијања без „--all“ је застарело. Користите „--withdraw“
